import image1 from "./images/teacher1.jpg";
import image2 from "./images/teacher2.png";

export const copy = {
    moto: 'Єдиний спосіб стати розумнішим – \n грати з більш розумним суперником',
    help: {
        title: 'Допомога в загальному розвитку дітей:',
        items: [
            'покращується пам’ять, мислення, логіка',
            'виховується самостійність приймати рішення',
            'концентрація уваги',
            'успіх в навчанні'
        ]
    },
    chessLessons: [
        {
            title: 'Шахові Новачки',
            items: ['Заняття 2 рази на тиждень 60 хв', 'Група до 10 учнів', 'Участь у турнірах академії', 'Безкоштовне пробне заняття']
        },
        {
            title: 'Майстри Шахів',
            items: ['Заняття 2 рази на тиждень 90 хв', 'Група до 10 учнів', 'Участь у турнірах академії та міських турнірах', 'Безкоштовне пробне заняття']
        },
        {
            title: 'Персональна Шахова Майстерня',
            items: ['Індивідуальне заняття', 'Онлайн та офлайн', 'Тривалість 60 хв', 'Гнучкий графік']
        },
    ],
    checkersLessons: [
        {
            title: 'Шашкові Новачки',
            items: ['Заняття 2 рази на тиждень 60 хв', 'Група до 10 учнів', 'Участь у турнірах академії', 'Безкоштовне пробне заняття']
        },
        {
            title: 'Майстри Шашків',
            items: ['Заняття 2 рази на тиждень 90 хв', 'Група до 10 учнів', 'Участь у турнірах академії та міських турнірах', 'Безкоштовне пробне заняття']
        },
        {
            title: 'Персональна Шашкова Майстерня',
            items: ['Індивідуальне заняття', 'Онлайн та офлайн', 'Тривалість 60 хв', 'Гнучкий графік']
        },
    ],

    advantages: [
        {
            title: 'Групи Майбутніх Гросмейстрів:',
            description: 'Групи, де кожен шахіст розвивається відповідно до свого віку та рівня гри.'
        },
        {
            title: 'Шахові Експедиції З Комфортом Дому:',
            description: 'Можливість дистанційних занять, дозволяючи кожному шахісту знайти свій власний шлях до успіху'
        },
        {
            title: 'Тренери-Магістралі:',
            description: 'Наша команда складається з найкращих тренерів, які подарують вашому шахістові відчуття впевненості та уміння підкорити кожну шахову клітинку.'
        },
        {
            title: 'Турніри Чекають На Героїв:',
            description: 'Регулярні кваліфікаційні змагання, де кожен може випробувати свої сили та отримати спортивні розряди. Справжній шлях до величі через шахові турніри!'
        },
        {
            title: 'Навчання За Межами Шахової Дошки: ',
            description: 'Використовуйте сучасні методи, домашні завдання та проектор, щоб зробити кожне заняття захопливим. Підтримуємо мотиваційну систему нагороджуючи вас за досягнення і вказуючи шлях до корони гросмейстера.'
        },
    ],

    trainers: [
        {   image: image1,
            name: 'Ретенко Всеволод',
            title: 'Тренер з шахів',
            description: 'Вміє знайти підхід до кожної дитини. Зацікавить шаховою грою початківців та підтримає інтерес більш досвідчених гравців. Для кожного шахіста розробляє індивідуальний план роботи.',
            items: ['Міжнародний майстер (IM)', 'Рейтинг FIDE 2403', 'Рейтинг України 2454', 'Переможець та призер Всеукраїнських та Міжнародних змагань.']
        },
        {   image: image2,
            name: 'Дутчак Костянтин',
            title: 'Тренер з шашок',
            description: 'Проявляє високу ефективність у роботі з кожною дитиною, будучи здатним вразити початківців і заохотити зацікавленість у більш досвідчених гравців у шашковій грі. Наводить індивідуальність у своїй роботі, розробляючи персоналізовані плани для кожного шахіста.',
            items: ['Кандидат у майстри спорту', 'Рейтинг FIDE 2403', 'Рейтинг України 2405', 'Чемпіон України та Призер Чемпіонату Європи']
        }
    ]
}
